{
    "pageTitle": "大学杯 / 規約",
    "sections": [
        {
            "title": "利用規約",
            "introduction": "大学杯運営（以下、「当運営」といいます）は、当運営が提供するウェブサイト（以下、「当サイト」といいます）および当運営が主催するすべての大会（以下、「大学杯」といいます）における利用者様・参加者様（以下、敬称略）と当運営との関係について、以下のとおりの利用規約（以下、「本規約」といいます。）を定めます。",
            "details": [
                {
                    "title": "大学杯参加",
                    "rules": [
                        {
                            "description": "大学杯に参加するにあたり、本規約および各大会ごとに別で定める参加ルールを順守する必要があります。これらを順守しない場合、また大学杯の運営に支障が出ると当運営が判断した場合、当該参加者の参加資格失効およびそれ以降の大学杯の参加禁止処分を行う場合があります。"
                        },
                        {
                            "subtitle": "禁止事項",
                            "description": "以下の行為は、大学杯においてすべて禁止します。<br>1. 任天堂の定める各種規約に違反する行為<br>2. 当運営および他の参加者に対する誹謗中傷や嫌がらせ、過度な煽り行為<br>3. チートや外部ツールの使用、意図的なラグの引き起こし、チーミングなどの不正行為<br>4. 大会の進行を著しく遅らせたり、当運営の指示に従わないなど大会運営に支障をきたす行為<br>5. 身分やパワーなどを偽り参加する行為<br>6. その他、当運営が不適切と判断する行為"
                        },
                        {
                            "subtitle": "個人情報",
                            "description": "大会の結果や大会運営に必要な個人情報は、当運営が定める方法で取り扱います。個人情報の取り扱いについては、下記に定めるプライバシーポリシーをご確認ください。"
                        },
                        {
                            "subtitle": "免責事項",
                            "description": "大学杯の運営は予告なく変更される場合があります。変更がある場合は、当運営からの通知を確認してください。また、参加者は大学杯参加にあたり、自己の責任において行動し、運営は一切の責任を負いません。"
                        }
                    ]
                },
                {
                    "title": "プライバシーポリシー",
                    "initialDescription": "当サイト、および大学杯ではお問い合わせ時・大会エントリー時に、名前（ハンドルネーム）や所属、SNSアカウントのIDおよびメールアドレスなどの個人情報をご登録頂く場合がございます。",
                    "rules": [
                        {
                            "subtitle": "個人情報の利用",
                            "description": "当運営はこれらの個人情報を、お問い合わせへの回答や大学杯運営に必要な連絡、また大学杯参加に必要な情報の取得および不正防止の目的のみで利用し、それら以外の目的に利用することはありません。"
                        },
                        {
                            "subtitle": "個人情報の開示",
                            "description": "当運営は頂いた個人情報を、お問い合わせへの回答や大学杯運営に必要な連絡、また大学杯参加に必要な情報の取得および不正防止の目的のみで使用し、それら以外の目的に使用することはありません。<br>当運営は個人情報を適切に管理し、ご本人の了承がある場合、または法令に基づく場合を除き、第三者に開示・提供することはありません。<br>また、ご本人様から個人情報開示、訂正、削除のご要望があった場合には、ご本人確認を行ったうえで速やかに対応いたします。"
                        },
                        {
                            "subtitle": "アクセス解析",
                            "description": "当サイトでは、Google Analyticsを利用してアクセス解析を行っています。Google AnalyticsはCookieを使用してトラフィックデータを収集しますが、これらのデータは匿名で収集され個人を特定するものではありません。<br>Google Analyticsの利用規約やプライバシーポリシーについては、Googleの公式サイトをご確認ください。"
                        }
                    ]
                },
                {
                    "title": "免責事項",
                    "initialDescription": "当運営は、当サイトおよび大学杯の運営にあたり、参加者様が当サイトを利用したり大会に参加することによって生じるいかなる損害についても一切の責任を負いません。当サイトの利用および大学杯への参加は、参加者様ご自身の責任において行っていただくものとします。<br>当サイトは大学杯に関する情報の正確性や信頼性について保証いたしません。参加者様は自己の判断と責任において大学杯に参加し、当サイトの情報のみではなく大学杯公式Xやdiscordサーバーの情報も利用し情報の取得を行うようお願いいたします。",
                    "rules": [
                        {
                            "subtitle": "コミュニティ(非公式)大会",
                            "description": "当運営は任天堂株式会社およびその関連会社とは一切関係ありません。また大学杯は任天堂の協賛・後援を受けていないコミュニティ大会です。<br>大学杯は任天堂の定めるコミュニティ大会ガイドラインに準拠して運営されています。詳しくは任天堂の公式サイトをご確認ください。"
                        },
                        {
                            "subtitle": "規約の適用・改定",
                            "description": "本規約は、2025年8月1日から適用されます。<br>本規約は今後、必要に応じて事前の予告なく改訂されることがありますので、定期的にご確認ください。<br>初版：2025年7月10日　最終改定：2025年7月10日"
                        }
                    ]
                }
            ]
        }
    ]
}